IDEA StatiCa Open Model
ConcreteSetup Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The ConcreteSetup type exposes the following members.
Properties
Name | Description
Id
 Element Id
 (Inherited from OpenElementId.)
SetupValues
 Setup values
Top
See Also
Reference
ConcreteSetup Class
IdeaRS.OpenModel.Concrete Namespace